---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.AnalyticalToPhysicalAssociationManager
source: html/067d6491-25b5-680a-1e66-52437879474b.htm
---
# AnalyticalToPhysicalAssociationManager Properties

The id of the assembly instance to which the element belongs.